app/controllers/countries_controller.rb

  def index
    @countries = Country.all.sort do |a,b|
---
SELECT * FROM "countries"